import React from 'react'

function about() {
  return (
    <>
    <section id="scroll">
            <div class="container px-5">
                <div class="row gx-5 align-items-center">
                    <div class="col-lg-6 order-lg-2">
                        <div class="p-5"><img class="img-fluid rounded-circle" src="assets/img/07.jpg" alt="..." /></div>
                    </div>
                    <div class="col-lg-6 order-lg-1">
                        <div class="p-5">
                            <h2 class="display-4">พลเอก ประยุทธ์ จันทร์โอชา</h2>
                            <p>ปัจุบันดำรงตำแหน่งนายกรัฐมนตรีคนที่ 29 ควบคู่กับตำแหน่งผู้บัญชาการทหารบก ซี่งมีกำหนดเกษียณอายุราชการในวันที่ 30 กันยายน 2557 และหัวหน้าคณะรักษาความสงบแห่งชาติ

เมื่อ คสช.ได้ทำการรัฐประหารในวันที่ 20 พฤษภาคม 2557 พล.อ.ประยุทธ์ ในฐานะหัวหน้า คสช.จึงปฏิบัติหน้าที่เสมือนนายกรัฐมนตรีในเวลานั้น และวางตัวสมาชิกสำหรับสั่งการกระทรวงและส่วนราชการที่เทียบเท่า ตามประกาศคสช.ฉบับที่ 10/2557 เรื่องให้อำนาจหน้าที่ของนายกรัฐมนตรี เป็นอำนาจหน้าที่ของหัวหน้าคณะรักษาความสงบแห่งชาติ

ต่อมาเมื่อมีการจัดตั้งสภานิติบัญญัติแห่งชาติ (สนช.) ทำหน้าที่แทนสภาผู้แทนราษฎร วุฒิสภา และรัฐสภา วันที่ 21 สิงหาคม 2557 สภาฯ มีมติเลือกพลเอก ประยุทธ์ จันทร์โอชาเป็นนายกรัฐมนตรี

พล.อ. ประยุทธ์ จันทร์โอชา เกิดเมื่อวันที่ 21 มีนาคม พ.ศ. 2497 ที่จังหวัดนครราชสีมา เป็นบุตรชายของ พ.อ. (พิเศษ) ประพัฒน์ กับเข็มเพชร จันทร์โอชา มีชื่อเล่นว่า "ตู่" สื่อมวลชนนิยมเรียกว่า "บิ๊กตู่" เป็นบุตรชายคนโตจากพี่น้องทั้งหมดสี่คน หนึ่งในน้องชายคือ พล.ท. ปรีชา จันทร์โอชาแม่ทัพภาคที่ 3</p>
                        </div>
                    </div>
                </div>
            </div>
        </section>
        <section>
            <div class="container px-5">
                <div class="row gx-5 align-items-center">
                    <div class="col-lg-6">
                        <div class="p-5"><img class="img-fluid rounded-circle" src="assets/img/08.jpg" alt="..." /></div>
                    </div>
                    <div class="col-lg-6">
                        <div class="p-5">
                            <h2 class="display-4">พลเอก ประวิตร วงษ์สุวรรณ</h2>
                            <p>บิ๊กป้อม (เกิด 11 สิงหาคม พ.ศ. 2488 ) รองนายกรัฐมนตรีฝ่ายความมั่นคง และรัฐมนตรีว่าการกระทรวงกลาโหมคนปัจจุบัน รองหัวหน้าและประธานคณะที่ปรึกษาคณะรักษาความสงบแห่งชาติ อดีตรัฐมนตรีว่าการกระทรวงกลาโหม ในรัฐบาลนายอภิสิทธิ์ เวชชาชีวะ และอดีตผู้บัญชาการทหารบก</p>
                        </div>
                    </div>
                </div>
            </div>
        </section>
        <section>
            <div class="container px-5">
                <div class="row gx-5 align-items-center">
                    <div class="col-lg-6 order-lg-2">
                        <div class="p-5"><img class="img-fluid rounded-circle" src="assets/img/09.jpg" alt="..." /></div>
                    </div>
                    <div class="col-lg-6 order-lg-1">
                        <div class="p-5">
                            <h2 class="display-4">พลเอก อนุพงษ์ เผ่าจินดา</h2>
                            <p>บิ๊กป๊อก (เกิด 10 ตุลาคม พ.ศ. 2492) เป็นนักการเมืองและทหารบกชาวไทย เคยดำรงตำแหน่งผู้บัญชาการทหารบก เป็นผู้มีบทบาทในรัฐประหารในประเทศไทย พ.ศ. 2549 และการจัดตั้งรัฐบาลอภิสิทธิ์เมื่อปี 2551 หลังจากรัฐประหารในประเทศไทย พ.ศ. 2557 เขาได้รับตำแหน่งรัฐมนตรีว่าการกระทรวงมหาดไทย และถูกมองว่าเป็นผู้มีอิทธิพลในการเมืองไทย โดยเป็นหนึ่งใน "3 ป."</p>
                        </div>
                    </div>
                </div>
            </div>
        </section>
        <footer class="py-5 bg-black">
            <div class="container px-5"><p class="m-0 text-center text-white small">Copyright &copy; Your Website 2023</p></div>
        </footer>
    </>
  )
}

export default about